<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Persian [Farsi] texts
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in mail services, please add your
    | mother tongue in case you haven't got your language on this package.
    |
    */

    'meta-title'        => 'گزارش اشکال در برنامه',
    'package-name'      => 'آنتن | گروه فاکس سینتکس',
    'mail-title'        => ':log-count عدد باگ پیدا شد',
    'dev-desc-title'    => 'وب سایت :app-name اشکالات جدید را پیدا کرده است، لطفا در اسرع وقت آن‌ها را اصلاح کنید.',
    'cli-desc-title'    => 'وب سایت :app-name اشکالات جدید را پیدا کرده است، لطفا با سازنده وب سایت تماس بگیرید.',
    'report-time'       => 'گزارش شده در :time',
    'dev-warning-note'  => 'این گزارش برای برنامه‌نویسان تدارک دیده شده، چنانچه سازنده یا از پیمانکاران پروژه نیستید، لطفا به هیچ وجه در کد تغییری ایجاد نفرمایید.',
    'cli-warning-note'  => 'این گزارش شامل لیست اشکالات برنامه نیست؛ یک کپی از گزارش اشکالات برنامه به سازنده آن نیز ارسال شده است.',
    'info-title'        => ':person اطلاعات:',
    'name'              => 'نام کامل:',
    'location'          => 'موقعیت مکانی:',
    'tell'              => 'شماره همراه:',
    'default-log-title' => 'گزارش شماره #:key',
    'host-action'       => 'برو به پنل مدیریت هاست',
    'call-action'       => 'تماس با سازنده',
    'happy-to-use'      => 'این پکیج مانیتورینگ راضی هستی؟',
    'donate-part1'      => 'حامی مالی من باش',
    'donate-part2'      => 'تا بتوانم ویژگی‌های جدیدی را برای این پکیج عرضه کنم',
    'copyright'         => 'ساخته شده توسط میلاد محمدی | فاکس سینتکس',
];
